Repository: Zojax/zojax.content.model
Catalog: src/zojax/content/model/locales/*/LC_MESSAGES/zojax.content.model.po
Languages: nl, ru

source: View model is not configured.
nl: Weergavemodel is niet geconfigureerd.
ru: Модель просмотра не сконфигурирована.

source: Please configure content view model
nl: Configureer het weergavemodel alstublieft
ru: Пожалуйста, сконфигурите модель просмотра для элемента

source: here
nl: hier
ru: здесь

source: Allow manage view model extension.
nl: Toestaan beheer van weergavemodeluitbreidingen.

source: This extension allow change content view model.
nl: Deze uitbreiding staat het toe het inhoudsweergavemodel te veranderen.
ru: Это расширение позволяет изменять модель просмотра для элемента.

source: View model
nl: Weergavemodel
ru: Модель просмотра

source: Enabled
nl: Ingeschakeld
ru: Включить

source: Is this extension enabled for this content.
nl: Is deze uitbreiding ingeschakeld voor deze inhoud.
ru: Включить это расширение для элемента.

source: View models
nl: Modellen weergeven
ru: Модели просмотра

source: List of all available view models.
nl: Lijst van alle beschikbare weergavemodellen.
ru: Список всех доступных моделей просмотра.

source: Field is readonly
nl: Veld is alleen leesbaar
ru: Поле только для чтения
